src/main/resources/public/Response/Address_Doctor Multi Service_Response.txt

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">;
<SOAP-ENV:Body>
<ns0:AddressValidationMultiRes xmlns:ns0="http://www.tibco.com/schemas/ISS_AddressDoctorCommonSvc/SharedResources/SchemaDefinition/Custom/xsd/SCH_AddressValidationMultiReqRes.xsd">;
<ns0:AddressValidationMultiRes>
<ns0:DeliveryAddress1/>
<ns0:DeliveryAddress2/>
<ns0:DeliveryAddress3/>
<ns0:DeliveryAddress4/>
<ns0:DeliveryAddress5/>
<ns0:DeliveryAddress6/>
<ns0:Locality1/>
<ns0:PostCode/>
<ns0:ProvinceAbbrevation1/>
<ns0:ProvinceExtended1/>
<ns0:CountryName1/>
<ns0:CountryISO2Char/>
<ns0:StatusInfoMailabilityScore/>
<ns0:StatusInfoMatchCode>N1</ns0:StatusInfoMatchCode>
<ns0:OrganizationDescriptor/>
<ns0:OrganizationDepartment/>
<ns0:OrganizationName/>
<ns0:OrganizationComplete/>
<ns0:BuildingNumber1/>
<ns0:BuildingNumber2/>
<ns0:BuildingName1/>
<ns0:BuildingName2/>
<ns0:BuildingDescriptor1/>
<ns0:BuildingDescriptor2/>
<ns0:BuildingComplete1/>
<ns0:BuildingComplete2/>
<ns0:SubBuildingNumber1/>
<ns0:SubBuildingNumber2/>
<ns0:SubBuildingName1/>
<ns0:SubBuildingName2/>
<ns0:SubBuildingDescriptor1/>
<ns0:SubBuildingDescriptor2/>
<ns0:SubBuildingComplete1/>
<ns0:SubBuildingComplete2/>
<ns0:StreetNumberComplete/>
<ns0:StreetNumberDescriptor/>
<ns0:StreetNumber/>
<ns0:StreetComplete1/>
<ns0:StreetComplete2/>
<ns0:StreetName1/>
<ns0:StreetName2/>
<ns0:StreetPreDescriptor/>
<ns0:StreetPostDescriptor/>
<ns0:StreetPreDirectional/>
<ns0:StreetPostDirectional/>
<ns0:PostalPhraseAddInfo/>
<ns0:PostalPhraseComplete1/>
<ns0:PostalPhraseDescriptor/>
<ns0:PostalPhraseNumber/>
<ns0:PostalPhraseComplete2/>
<ns0:Locality2/>
<ns0:Locality3/>
<ns0:LocalityName1/>
<ns0:LocalityName2/>
<ns0:LocalityName3/>
<ns0:LocalitySortCode/>
<ns0:Postcode1/>
<ns0:Postcode2/>
<ns0:ProvinceAbbrevation2/>
<ns0:ProvinceAbbrevation3/>
<ns0:ProvinceCountryStandard1/>
<ns0:ProvinceCountryStandard2/>
<ns0:ProvinceCountryStandard3/>
<ns0:ProvinceExtended2/>
<ns0:ProvinceExtended3/>
<ns0:CountrySpecificLastLine1/>
<ns0:CountrySpecificLastLine2/>
<ns0:CountrySpecificLastLine3/>
<ns0:USSpecificDefaultFlag/>
<ns0:USSpecificBarcode/>
<ns0:USSpecificCarrierRoute/>
<ns0:USSpecificCongressionalDistrict/>
<ns0:USSpecificDeliveryPointCode/>
<ns0:USSpecificDeliveryPointCheckDigit/>
<ns0:USSpecificCMRA/>
<ns0:USSpecificDPVConfirmation/>
<ns0:USSpecificDPVFalsePositive/>
<ns0:USSpecificDPVFootnote1/>
<ns0:USSpecificDPVFootnote2/>
<ns0:USSpecificDPVFootnote3/>
<ns0:USSpecificHighRiseDefault/>
<ns0:USSpecificHighRiseExact/>
<ns0:USSpecificLACS/>
<ns0:USSpecificLACSLinkIndicator/>
<ns0:USSpecificLACSLinkReturnCode/>
<ns0:USSpecificRecordType/>
<ns0:USSpecificRuralRouteDefault/>
<ns0:USSpecificRuralRouteExact/>
<ns0:USSpecificSuiteLinkReturnCode/>
<ns0:USSpecificDSF2NostatsIndicator/>
<ns0:USSpecificDSF2VacantIndicator/>
<ns0:USSpecificEWSReturnCode/>
<ns0:USSpecificZipMoveReturnCode/>
<ns0:USSpecificCASSStatus/>
<ns0:CANSpecificSERPStatus/>
<ns0:CANSpecificCategory/>
<ns0:CANSpecificExcludeFlag/>
<ns0:AustraliaSpecificAMASStatus/>
<ns0:AustraliaSpecificRecordType/>
<ns0:AustraliaSpecificDeliverPointID/>
<ns0:AustraliaSpecificLotNumber/>
<ns0:AustraliaSpecificPostalPhraseNumber/>
<ns0:AustraliaSpecificPostalPhrasePrefix/>
<ns0:AustraliaSpecificPostalPhraseSuffix/>
<ns0:AustraliaSpecificStreetNumber1/>
<ns0:AustraliaSpecificStreetNumberSuffix1/>
<ns0:AustraliaSpecificStreetNumber2/>
<ns0:AustraliaSpecificStreetNumberSuffix2/>
<ns0:UKSupplementaryDeliveryPointSuffix/>
<ns0:USSupplementaryCountyFIPSCode/>
<ns0:USSupplementaryStateFIPSCode/>
<ns0:USSupplementaryMSAID/>
<ns0:USSupplementaryCBSAID/>
<ns0:USSupplementaryFinanceNumber/>
<ns0:USSupplementaryRecordType/>
</ns0:AddressValidationMultiRes>
</ns0:AddressValidationMultiRes>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>